Repository: TheXDS/Vivianne
Catalog: src/Lib/VivLib/Resources/Strings/Tools/FceCleanupTool.*.resx
Languages: es

# HeaderDamage_Arts_Title
source: Damaged header: Unexpected number of arts
es: Daño en encabezado: Número inesperado de artes

# HeaderDamage_Arts_Details
source: The header indicates that there's more than one art defined in the FCE file. This is not consistent with FCE parsing in NFS3.
es: El encabezado indica que hay más de un arte definido en el archivo FCE. Esto no es consistente con la carga de archivos FSH en NFS3.

# StrayPartNames_1_Title
source: {0} stray part name(s)
es: {0} nombre(s) de parte(s) huérfano(s)

# StrayPartNames_1_Details
source: There's more car part names than car parts in the FCE file. These unused names can be removed safely.
es: Hay más nombres de partes que partes en el archivo FCE. Estos nombres sin utilizar se pueden remover de manera segura.

# StrayPartNames_2_Title
source: {0} unnamed part(s)
es: {0} parte(s) sin nombre

# StrayPartNames_2_Details
source: There's more car parts than car part names in the FCE File. A name for these parts will be inferred and set. Please verify that the part is in the proper location and has the appropriate name.
es: Hay más partes que nombres de partes en el archivo FCE. Se inferirá un nombre adecuado para las mismas. Por favor, verifique que las partes se encuentran en la ubicación correcta y que tienen un nombre adecuado.

# HeaderDamage_DummyCount_Details
source: The header declares more Dummy parts than supported by the FCE file format, suggesting an overrun of dummy part definitions. The number of parts will be truncated to 16.
es: El encabezado declara más partes Dummy que las soportadas en el formato FCE, lo que sugiere un sobreflujo de definiciones de partes Dummy. El número de partes Dummy se truncará a 16.

# HeaderDamage_DummyCount_Title
source: Damaged header: Invalid number of Dummies
es: Daño en encabezado: Número inválido de Dummies

# BadTriangleFlags_comp
source: {0}: {1} triangles with invalid flags
es: {0}: {1} triángulos con banderas inválidas

# BadTriangleFlags_Title
source: {0} triangles with invalid flags
es: {0} triángulos con banderas inválidas

# BadTriangleFlags_Details
source: The following parts have triangles with invalid material flags: {0}
es: Las siguientes partes contienen triángulos con banderas de material inválidas: {0}

# HeaderDamage_CarPartCount_Title
source: Invalid car part count
es: Recuento de partes de vehículo inválido

# HeaderDamage_CarPartCount_Details
source: The number of declared car parts is outside the valid range of values.
es: El número de partes de vehículo declaradas se encuentra fuera del rango de valores válidos.

# HeaderDamage_ColorCount_Title
source: Invalid primary color count
es: Recuento de colores primarios inválido

# HeaderDamage_ColorCount_Details
source: The number of declared colors is outside the valid range of values.
es: El número de colores declarados se encuentra fuera del rango de valores válidos.

# HeaderDamage_ColorMismatch_Title
source: Primary/secondary color mismatch
es: Discrepancia de colores primarios/secundarios

# HeaderDamage_ColorMismatch_Details
source: The number of declared primary and secondary colors does not match.
es: El número de colores primarios y secundarios declarados no coincide.
