Repository: TheXDS/Vivianne
Catalog: src/Lib/VivLib/Resources/Strings/Mappings.*.resx
Languages: es

# FshBlobToLabel_Palette32
source: 32-bit color palette
es: Paleta de color de 32 bits

# FshBlobToLabel_Indexed8
source: 8-bit color (256 colors) with palette
es: Mapa de bits de 8 bits (256 colores) con paleta

# FshBlobToLabel_Rgb565
source: 16-bit color (RGB565), no alpha
es: Color de 16 bits (RGB565), sin alfa

# FshBlobToLabel_Argb32
source: 24-bit color with 8-bit alpha channel (ARGB32)
es: Color de 24 bits con 8 bits de alfa (ARGB32)

# FshBlobToLabel_Argb1555
source: 16-bit Color with 1 bit alpha channel (ARGB1555)
es: Color de 16 bits con 1 bit de alfa (ARGB1555)

# FshBlobToLabel_Palette24Dos
source: 24-bit color palette, DOS variant
es: Paleta de 24 bits, variante DOS

# FshBlobToLabel_Palette24
source: 24-bit color palette
es: Paleta de 24 bits

# FshBlobToLabel_Palette16Nfs5
source: 16-bit color palette, NFS5 variant
es: Paleta de 16 bits, variante de NFS5

# FshBlobToLabel_Palette16
source: 16-bit color palette
es: Paleta de 16 bits

# FshBlobToLabel_Rgb24
source: 24-bit color without alpha (RGB24)
es: Color de 24 bits sin alfa (RGB24)

# FshBlobToLabel_Dxt3
source: DXT3 compressed texture
es: Textura con compresión DXT3

# FshBlobToLabel_Dxt4
source: DXT4 compressed texture
es: Textura con compresión DXT4

# FshBlobFooterToLabel_None
source: No footer data present
es: Sin datos de pié

# FshBlobFooterToLabel_CarDashboard
source: Car dashboard data
es: Datos de cabina

# FshBlobFooterToLabel_ColorPalette
source: Local color palette
es: Paleta de colores local

# FshBlobFooterToLabel_Padding
source: Padding zeros
es: Ceros de espaciado

# FasBlobToLabel_LzRgb565
source: LZ compressed RGB565
es: RGB565 con compresión LZ

# FshBlobToLabel_Argb4444
source: 16-bit 4:4:4:4 color (RGBA4444)
es: Color 4:4:4:4 de 16 bits (RGBA4444)

# FshBlobToLabel_LzArgb32
source: LZ compressed ARGB32
es: ARGB32 con compresión LZ

# FshBlobToLabel_LzArgb1555
source: LZ compressed ARGB1555
es: ARGB1555 con compresión LZ

# FshBlobToLabel_Dxt1
source: DXT1 compressed texture
es: Textura con compresión DXT1

# FshBlobFooterToLabel_MetalBin
source: Metal bin attachment
es: Adjunto de Metal bin

# FshBlobFooterToLabel_BlobName
source: Blob name
es: Nombre de blob

# FceMagicToString_Fce4
source: Need For Speed 4 FCE
es: FCE de Need For Speed 4

# FceMagicToString_Fce4M
source: Motor City Online FCE
es: FCE de Motor City Online

# FceMagicToString_Unknown
source: unknown
es: desconocido

# FceMagicToString_Fce3
source: Need For Speed 3 FCE
es: FCE de Need For Speed 3
