Repository: TheXDS/Vivianne
Catalog: src/App/Vivianne/Resources/Strings/Views/CarpEditorView.*.resx
Languages: es

# Save
source: Save Carp
es: Guardar Carp

source: Realistic carp wizard
es: Asistente de Carp realista

source: Sync with FeData
es: Sincronizar con FeData

source: Performance metrics
es: Métricas de rendimiento

source: Basic information
es: Información básica

source: Drivetrain
es: Tren motriz

source: Manual gearbox
es: Caja manual

source: Number of gears
es: Número de marchas

source: Final gear ratio
es: Relación de marchas final

source: Velocity to RPM
es: Velocidad a RPM

source: Gear ratios
es: Relación de marchas

source: Gear efficiency
es: Eficiencia de marchas

source: Automatic gearbox
es: Caja automática

source: Minimum RPM
es: RPM mínimas

source: Maximum RPM
es: RPM máximas

source: Drive dynamics
es: Dinámicas de manejo

source: Gas increase curve
es: Curva de incremento de aceleración

source: Gas decrease curve
es: Curva de reducción de aceleración

source: Brake increase curve
es: Curva de incremento de frenado

source: Brake decrease curve
es: Curva de reducción de frenado

source: AI Curve 2
es: Curva de AI 2

source: AI Curve 3
es: Curva de AI 3

source: AI Curve 4
es: Curva de AI 4

source: AI Curve 7
es: Curva de AI 7

source: AI Curve 6
es: Curva de AI 6

# MiscellaneousCarpData
source: Miscellaneous carp data (affects car tuning in game, edit at your own risk)
es: Datos misceláneos de Carp (Affecta el tunning del vehículo en el juego, edite bajo su propio riesgo)

source: AI Curve 5
es: Curva de AI 5

source: Mass (Kg)
es: Masa (Kg)

source: Top Speed (m/s)
es: Velocidad punta (m/s)

source: Max velocity (m/s)
es: Velocidad máxima (m/s)

source: AI Curve 0
es: Curva de AI 0

source: AI Curve 1
es: Curva de AI 1

source: Copy
es: Copiar

source: Camera arm
es: Brazo de cámara

source: Front drive ratio
es: Relación de marcha frontal

source: Gear shift delay
es: Retraso de cambio de marcha

source: Shift blip
es: Resalte de cambio de marcha

source: Brake blip
es: Resalte de frenado

source: Rear tires
es: Ruedas traseras

source: Rim size
es: Tamaño de la rueda

source: Antilock Brake System
es: Frenos ABS

source: Tire wear
es: Desgaste de llantas

source: Body damage
es: Daño del chasis

source: Engine damage
es: Daño del motor

source: Suspension damage
es: Daño de suspensión

source: Engine tuning
es: Puesta a punto de motor

source: Brake balance
es: Balance de frenos

source: Steering speed
es: Respuesta de dirección

source: Gear ratio factor
es: Factor de relación de marcha

source: Suspension stiffness
es: Firmeza de suspensión

source: Aero factor
es: Factor de aero

source: Tire factor
es: Factor de llanta

source: Front tires
es: Ruedas frontales

source: Tire width
es: Ancho de rueda

source: Front bias brake ratio
es: Relación de frenado frontal

source: Power steering
es: Dirección asistida

source: Turn circle radius
es: Radio de giro

source: Tire sidewall
es: Cara de llanta
